var data = [
  {
    title: "饕餮纹斝",
    year: "商代前期（公元前1500-1260年）",
    threed: "./file/TLS0004.html",
    intro:
      "<p>通高33厘米，口径18.1厘米。1983年铜陵市铜官区西湖童墩村出土。铜陵市博物馆馆藏。</p><p>该斝作侈口束腰平底，弓形扁鋬，器身腰腹分段，口沿上为菌形矮柱，腹下为四棱锥状空足，腰腹部各饰三组饕餮纹，菌柱顶饰涡纹。斝为商周时期盛酒器，兼可温酒。流行于商至西周早期，其后消失。该器无论从铸造工艺到造型纹饰皆表现出商代早期的特征，并深受中原文化的影响，对于研究商文化向东南地区的传播具有十分重要的意义。</p>",
  },
  {
    title: "饕餮纹爵",
    year: "商代前期（公元前1500-1260年）",
    threed: "./file/TLS0003.html",
    intro:
      "<p>通高23厘米，流至尾18.9厘米。1983年铜陵市铜官区西湖童墩村出土。铜陵市博物馆馆藏。</p><p>该爵菌形单柱，窄流尖尾，厚唇，短鋬，直壁，平底，刀形三足。柱顶饰涡纹，腹部饰二组单层饕餮纹，以直线为鼻梁，两边对称目纹。饕餮纹上下以弦纹为界栏各饰一周连珠纹。爵为商周时期盛酒器，兼可作饮酒器，最早出现于二里头文化，是目前所知最早的青铜酒器，流行于商至西周时期。该器无论从铸造工艺到造型纹饰皆表现出商代早期的特征，并深受中原文化的影响，对于研究商文化向东南地区的传播具有十分重要的意义。</p>",
  },
  {
    title: "龙柄盉",
    year: "西周（约公元前11世纪-前771年）",
    threed: "./file/A5.html",
    intro:
      "<p>通高17.4厘米，口径12.6厘米，柄长18厘米。1979年铜陵市义安区顺安镇钟鸣出土。铜陵市博物馆馆藏。</p><p>该盉上部作盘形敞口束颈，下部作空足分档鬲，鼓腹，腹上部有一管状短流，肩置一圆柱形长鋬，鋬上曲高于盘口，顶端作龙首，双目圆瞪，俯视盉中。盘口饰一周变形窃曲纹，龙首、角眼、唇部皆饰圆点纹，并以弦纹作界栏。青铜盉于商代早期出现，盛行于商晚期至西周。西周中期盉亦称为“鎣”（ying音同赢）。盉主要用于盛水，与酒器组合，用水以调和酒；与盘组合，则起盥沐作用。本器造型纹饰朴实乖巧，龙首以圆点纹装饰，为点睛之笔，具有浓郁的地方特色。</p>",
  },
  {
    title: "绳耳弦纹甗",
    year: "春秋（约公元前770–前476年）",
    threed: "./file/TLS00010.html",
    intro:
      "<p>通高53.5厘米，口径35.2厘米，腹围105厘米。1984年4月铜陵市铜官区西湖镇第一轮窑厂出土。铜陵市博物馆馆藏。</p><p>甗是一种蒸食器，最初为陶制，后逐渐出现为青铜制品，全器分为上下两部分，上体用以盛食，称为甑，下部为鬲，盛水。在甑底中部有带孔的箅子，用来通水蒸汽，广泛流行商代至战国时期，该甗的耳部，即我们通常所说的把手称为绳耳，它的铸造使用方法为“焚失法”，使用无法耐高温的麻绳做模铸成的，这种方法可能就是失蜡法的前身。</p>",
  },
  {
    title: "兽面纹鼎",
    year: "春秋（约公元前770–前476年）",
    intro:
      "<p>通高51厘米，口径44厘米，腹围128厘米。1981年铜陵市义安区钟鸣镇出土。铜陵市博物馆馆藏。</p><p>该鼎敞口平沿，方唇鼓腹，沿上双立耳外侈，三蹄足。腹部饰窃曲纹一周，腹部中间用扉棱间隔成三组纹饰。足膝部有两道箍形圈饰。全器形体大气凝重，雕饰线条粗犷简练，风格豪放朴实，为南方青铜器中难得一见的重器。鼎是青铜礼器中的主要食器，是在新石器时代陶鼎的基础上发展而成。早于夏代晚期使用。</p>",
  },

  {
    title: "四山镜",
    year: "战国（公元前770-公元前221年）",
    intro:
      "<p>直径13.5厘米。铜陵市博物馆馆藏。</p><p>四山镜是战国时期一种以文字为纹饰的青铜照面用具。圆形，单弦钮，方钮座，素卷缘，外围凹面带方格。纹饰由底纹与主纹组合而成。底纹为羽状纹。在底纹之上，于凹面方格的四角向外伸出四组连贯式的花瓣，每组两瓣。四组花瓣将镜背面分为四区，每区内有一倾斜的“山”字，“山”字底边与方格边平行。在各“山”字左胁，有一片花瓣纹，全镜共十二片花瓣。</p><p>该镜种以质薄器轻的形制、典雅华丽的纹饰、匠心独运的工艺著称。镜面的纹路运用了战国时期初步发展的数学角度概念，使得山字纹饰充满了神秘气息。</p>",
  },
  {
    title: "神兽镜",
    year: "东汉（公元25-220年）",
    threed: "./file/002.html",
    intro:
      "<p>直径10.4厘米，厚0.6厘米。1982年4月铜陵市区征集。铜陵市博物馆馆藏。</p><p>圆形，圆钮，圆钮座，主纹饰为高浮围住一虎，张口屈身，右侧为一蹲踞的羽人，边缘纹饰内周为段斜纹，外周为云气纹，间以十字纹又称“+”号纹相隔，镜面黑亮洁净，镜面略有弧度，是东汉时期神兽镜的典型代表。</p><p>神兽镜最早出现于东汉中期，历经三国、两晋、直至六朝后期，是汉末魏晋南北朝时期最具时代特征和地域特色的一类铜镜。神兽镜的整体造型优美，纹饰种类繁多，铭文内涵丰富，铸刻工艺高超，做工精致细密，在中国铜镜发展史上占有重要地位。</p>",
  },
  {
    title: "云龙纹葵花镜",
    year: "唐代（公元618–907年）",
    intro:
      "<p>该镜直径21.4厘米。1982年12月铜陵市义安区（原钟鸣镇湖城大队偶塘村）出土。铜陵市博物馆馆藏。</p><p>云龙纹葵花镜，也称“蟠龙纹葵花镜”。八瓣葵花形缘边，半球形钮，主题纹饰为浮雕一龙呈腾空而起之状，五朵流云衬托其间，龙首张口吐舌，作吞钮珠状，四脚下有三趾利爪，周身饰鳞片，龙尾盘卷。</p><p>从目前已发表的考古资料看，云龙纹葵花镜的主纹均为单龙纹，而传世品中亦见有双龙纹的。唐玄宗还写有《千秋节赐群臣镜》诗：“铸得千秋镜，光生百炼金，分将赐群臣，遇象见清心……。”说的就是唐代千秋节有皇帝向群臣赐镜的习俗。</p><p>云龙纹葵花镜在唐代颇为盛行，也是唐代时期的典型纹饰镜。</p>",
  },
  {
    title: "三角云雷纹鼎",
    year: "春秋（约公元前770–前476年）",
    intro:
      "<p>通高15.6，口径12.6厘米。1987年铜陵市铜官区出土。铜陵市博物馆馆藏。</p><p>敞口，立耳，垂腹，三蹄足，耳饰两道弦纹，腹饰三组三角云雷纹。</p>",
  },
  {
    title: "蟠虺纹盖鼎",
    year: "春秋（约公元前770–前476年）",
    threed: "./file/008.html",
    intro:
      "<p>通高22厘米，口径17厘米，腹深10.6厘米，腹径20.5厘米。铜陵市区谢垅出土。铜陵市博物馆馆藏。</p><p>饪食器。</p><p>平盖，盖中饰一环形钮，外圈分立三个矩形捉手，可倒置，盖沿饰一周窃曲纹。鼎口微敛，直唇子母口，深垂腹，腹上部饰一周蟠虺纹，下部饰一周乳丁纹，圜底，长方形附耳，耳饰两道弦纹，间刺圆点。底部烟炱痕迹明显，为实用器。</p>",
  },
  {
    title: "弦纹提梁壶",
    year: "汉代（公元前202–公元220年）",
    threed: "./file/TLS01925.html",
    intro:
      "<p>通高51.5厘米，口径16.3厘米，腹径29.2厘米。铜陵市博物馆馆藏。</p><p>盛贮器。有盖，盖顶平，中间一环形提手，盖与口子母相扣，侈口，长颈，鼓腹，圈足外侈。腹饰三道弦纹，提梁，素面。铜壶于商代始用，至春秋战国时期制作极盛。壶既是酒器，也是盛水器，汉代时期还做为量器。</p>",
  },

  {
    title: "春秋绳耳锥足鼎",
    year: "春秋（约公元前770–前476年）",
    intro:
      "<p>该鼎通高18.5厘米，口径17.5厘米。1990年铜陵市金口岭出土。铜陵市博物馆馆藏。</p><p>浅圆腹，口沿平折，一对绳耳立于口沿，扁锥足外撇，腹下部饰一道弦纹，该器形为典型的越式鼎。</p>",
  },
  {
    title: "龙耳鸟纹鉴",
    year: "春秋（约公元前770–前476年）",
    threed: "./file/A14.html",
    intro:
      "<p>通高10厘米，口径27.5厘米，底径16.8厘米，腹围87厘米。1984年铜陵市顺安镇出土。铜陵市博物馆馆藏。</p><p>该匜口沿外撇，束颈有肩，腹上部两侧有一对称龙首耳，呈扁状环体，腹部圜收成平底，其下有短圈足外撇，底部有一道范线。近肩腹部饰有三圈突弦纹，腹部饰一周鸟纹，下部饰一周倒三角鸟纹，圈足底刻绳纹。</p>",
  },
  {
    title: "三足鸭首铜盉",
    year: "西汉（206BC-8AD）",
    threed: "./file/TLS01970.html",
    intro:
      "<p>通高13.8厘米，腹径16厘米，通长25厘米。铜陵市博物馆馆藏。</p><p>该盉盖弧形，盖顶居中有一桥型钮，下部一周折棱，盖一侧与器身口沿处用铰链相连，口微敛，矮颈，鼓腹，圜底，三矮蹄足。流上翘，呈鸭首形状，流口盖开合自如，腹部一侧中部接斜向把手，截面呈倒梯形。</p><p>据《周礼•春官•大宗伯》记载：“以禽作六挚以等诸臣，孤执皮帛，卿执羔，大夫执雁，士执雉，庶人执鹜，工商执鸡。”古代公卿之间相见所执之物因尊卑身份不同而有区别。</p>",
  },
  {
    title: "汉带帻俑",
    year: "汉（公元前202–公元220年）",
    threed: "./file/149.html",
    intro:
      "<p>通高7.5厘米。1991年公安打击。铜陵市博物馆馆藏。</p><p>该俑为戴帻、穿直裙服的男子，右手举起，呈跪坐姿势，重心低稳，不易碰倒。为汉代镇席之物。</p>",
  },
  {
    title: "鎏金瑞鸟铜镇",
    year: "汉（公元前202–公元220年）",
    intro:
      "<p>通高5.5厘米，底径6.5厘米。铜陵市博物馆馆藏。</p><p>该俑为一只卧坐凤鸟，回首梳理羽毛状，底座大于凤鸟一周。通体鎏金。</p><p>汉代时期，人们席地而坐，席多由竹或草编织，四角以重物镇压，铜镇即为当时盛行之物。</p>",
  },
  {
    title: "附耳平底三足蟠虺纹盘",
    year: "春秋（约公元前770–前476年）",
    intro:
      "<p>该盘通高9.5厘米，腹径36.5厘米。铜陵市博物馆馆藏。</p><p>承水器。敞口直唇，浅腹，外壁有一对小钮衔环耳，平底下承三条外侈细高兽蹄足。</p><p>商周时期宴飨用之，行沃盥之礼时，盘匜组合，用匜浇水，以盘承接弃水。</p><p>西周中期多以盘盉相配，或盘鎣（音同迎）相配。西周晚期到春秋战国多为盘匜相配。</p><p>战国以后，沃盥之礼渐废，盘的功能则逐渐被“洗”替代。</p>",
  },
  {
    title: "蟠螭纹匜",
    year: "春秋（约公元前770–前476年）",
    intro:
      "<p>通高21厘米，流至尾长42厘米，腹围87厘米，尾部鋬长12厘米，宽5厘米。1989年7月铜陵市郊谢垅变电所基建工地出土。铜陵市博物馆馆藏。</p><p>该匜整体形状似瓢，呈椭圆形，平沿折唇，圆腹三蹄足，流口下方有一挂钩形突起，鋬下方有一系。</p><p>腹部及尾部饰蟠螭纹。</p><p>匜是盥手注水之器。《左转》有“奉匜沃盥”之语，意为执匜浇水于手冲洗。匜最早出现于西周中后期，流行于西周晚期和春秋时期。</p>",
  },
];
